{{ if eq .chezmoi.os "darwin" -}}
brew "ack"
brew "openjdk"
brew "astyle"
brew "xz"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bison"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "keychain"
brew "kind"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "lua"
brew "make"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "pandoc"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yq"
brew "zlib"
cask "basictex"
cask "emacs"
cask "gimp"
cask "inkscape"
{{- end }}
